<?

# **** messanger.php **** #

$lang['PM_welcome'] = 'Добро пожаловать в Личный Ящик сообщений';
$lang['New_pms'] = 'Сейчас для Вас есть';
$lang['New_in'] = 'сообщения(ий) во Входящих(Inbox)';
$lang['Unread_pm'] = 'Из них';
$lang['Unread_pms'] = 'непрочитанных сообщений(ия)';
$lang['PM_notice'] = 'Все сообщения, посланные Вам, могут быть прочитаны только Вами.
Напомните об этом другим пользователям, когда будете посылать свои сообщения.
Неправильное использование этой службы может привести к закрытию Вашего аккаунта(спам и т.п.)';
$lang['was_sent'] = 'было отправлено';
$lang['PM_stored'] = 'Копия этого сообщения была помещена в Отправленные(Outbox)';
$lang['PM_fill'] = 'Вы должны полностью заполнить эту форму';
$lang['PM_for_user'] = 'Для пользователя:';
$lang['Message_title'] = 'Заголовок сообщения';
$lang['PM_inbox'] = 'Добро пожаловать во Входящие(Inbox)';
$lang['Message_from'] = 'Сообщение от пользователя по имени';
$lang['PM_to_you'] = 'послано вам  ';
$lang['PM_outread'] = 'Отправленное сообщение';
$lang['Message_to'] = 'Вы отправили это сообщение для';
$lang['Outbox'] = 'Отправленные';
$lang['PM_write'] = 'Написать';
$lang['PM_writed'] = 'Написано для';
$lang['PM_title'] = 'Название';
$lang['PM_del_all'] = 'Удалить все сообщения';
$lang['PM_from'] = 'Отправитель';
$lang['PM_readed'] = 'Прочитано?';
$lang['All_deleted'] = 'Все сообщения удалены';
$lang['All_deleted_you'] = 'Все сообщения удалены Вами из ';
$lang['PM_deledet'] = 'Сообщение удалено';
$lang['PM_deledet_you'] = 'Соощение было удалено Вами';
$lang['PM_not_deleted'] = 'Сообщений для удаления не найдено.';
$lang['User_not_found'] = 'Пользователь не найден';
$lang['PM_for'] = 'для';
$lang['Inbox'] = 'Входящие';
$lang['Reply'] = 'Ответить';
?>