<?
$lang['ENCODING'] = 'windows-1251';
$lang['rus_m'] = array ('01'=>'Января','02'=>'Февраля','03'=>'Марта','04'=>'Апреля','05'=>'Мая','06'=>'Июня','07'=>'Июля','08'=>'Августа','09'=>'Сентября','10'=>'Октября','11'=>'Ноября','12'=>'Декабря');
$lang['replace'] = array ('а','б','в','г','д','е','ё','ж','з','и','й','к','л','м','н','о','п','р','с','т','у','ф','х','ц','ч','ш','щ','ъ','ы','ь','э','ю','я','q','w','e','r','t','y','u','i','o','p','a','s','d','f','g','h','j','k','l','z','x','c','v','b','n','m');
$lang['search'] = array ("'А'","'Б'","'В'","'Г'","'Д'","'Е'","'Ё'","'Ж'","'З'","'И'","'Й'","'К'","'Л'","'М'","'Н'","'О'","'П'","'Р'","'С'","'Т'","'У'","'Ф'","'Х'","'Ц'","'Ч'","'Ш'","'Щ'","'Ъ'","'Ы'","'Ь'","'Э'","'Ю'","'Я'","'Q'","'W'","'E'","'R'","'T'","'Y'","'U'","'I'","'O'","'P'","'A'","'S'","'D'","'F'","'G'","'H'","'J'","'K'","'L'","'Z'","'X'","'C'","'V'","'B'","'N'","'M'");

$lang['No_newposts'] = 'Нет новых сообщений с последнего Вашего визита на форум';

$lang['Forum_index'] = 'Список форумов';

$lang['No_help'] = 'О помощи';
$lang['No_help_help'] = 'В справочном разделе не определены разделы помощи. Обратитесь к Администратору.';
# **** index.php **** #
$lang['Users'] = 'Пользователи';
$lang['Info'] = 'Информация';
$lang['Unreg'] = 'Гость';
$lang['Forum_Info'] = 'Информация о форуме';
$lang['Replies'] = 'Ответов';
$lang['Topics'] = 'Темы';
$lang['Topic'] = 'Тема:';
$lang['Updates'] = 'Обновления';
$lang['Announ'] = 'Объявления';
$lang['Read'] = 'Читать';
$lang['New_user'] = 'Приветствуем новичка по имени';
$lang['Users_total'] = 'Участников:';
$lang['Posts_total'] = 'Сообщений:';
$lang['Topics_total'] = 'Тем';
$lang['Current_time'] = 'Текущее время';
$lang['New_posts_yes'] = 'Есть новые сообщения после Вашего последнего посещения';
$lang['New_posts_no'] = 'Нет новых сообщений после Вашего последнего посещения';
$lang['No_news'] = 'Нет текущих новостей';
$lang['Moderator'] = 'Модератор';
$lang['Moderators'] = 'Модераторы:';
$lang['Marked_posts'] = 'Вы должны войти в конференцию, что бы видеть помеченные сообщения';
$lang['Date'] = 'Дата:';
$lang['NA'] = 'N/A';
$lang['Author'] = 'Автор';
$lang['ExBB_main'] = 'Главная страница Конференции';
$lang['Guests'] = 'Гостей:';
$lang['Max_users'] = 'Рекорд: <b>%d</b>, ';
$lang['online_data'] = 'За последние %d минут форум посетило: %d (зарегистрированных: %d, гостей: %d)';
$lang['Forum_stat'] = 'Статистика конференции';
$lang['Board_disabled'] = 'Форум закрыт';
$lang['Last_visit'] = 'Последний раз Вы здесь были: ';
# **** forums.php **** #
$lang['Return_in_forum'] = 'Вернуться в форум';
$lang['Topic_info'] = 'Информация о теме';
$lang['Topic_moved'] = 'Тема закрыта и перемещена';
$lang['Topic_open_new'] = 'Открытая тема (есть новые сообщения)';
$lang['Topic_open_nonew'] = 'Открытая тема (нет новых сообщений)';
$lang['Topic_hot_new'] = 'Популярная тема (есть новые сообщения)';
$lang['Topic_hot_nonew'] = 'Популярная тема (нет новых сообщений)';
$lang['replies'] = 'Ответов:';
$lang['views'] = 'просмотров:';
$lang['Topic_author'] = 'Автор темы';
$lang['View_forum'] = 'Просмотр ';
$lang['Pages'] = 'Страниц';
$lang['All_users_can'] = 'В этом форуме Вы можете: создавать темы и отвечать';
$lang['Reg_users_can'] = 'Посылать сообщения в этот форум могут только зарегистрированные участники!';
$lang['Admins_only'] = 'Темы в этом форуме могут создавать только администраторы или модераторы';
$lang['Page'] = 'Стр.';
$lang['Privat_forum'] = 'Вход в приватный форум';
$lang['Privat_enter'] = 'Для входа в приватный форум Вы должны войти в конференцию.<br>';
$lang['Privat_rule'] = 'Только имеющие разрешение администратора могут просматривать этот форум';
$lang['Reset_filter'] = 'Сбросить фильтр';
$lang['Filter_on'] = 'Фильтр по:';
$lang['Filter_topic'] = 'названию темы';
$lang['Filter_desc'] = 'описанию';
$lang['Filter_author'] = 'автору';
$lang['page_prev'] = 'предыдущая страница';
$lang['page_next'] = 'следующая страница';
$lang['page_last'] = 'последняя страница';
$lang['page_first'] = 'первая страница';
$lang['java_paste'] = 'Для вставки цитаты в форму ответа, выделите ее, и нажмите сюда';
$lang['Paste_qte'] = 'Цитировать';
$lang['name_paste'] = 'Для вставки имени, кликните на нем.';
$lang['Forum_mark'] = 'Отметить этот форум как прочтённый';
$lang['Forum_marked'] = 'Форум отмечен';
$lang['Board_marked'] = 'Все форумы отмечены как прочтённые';

# **** topic.php **** #

$lang['Topic_options'] = 'Опции темы:';
$lang['Blocking'] = 'Закрыть тему';
$lang['Edit_title'] = 'Правка заголовка';
$lang['Unlock'] = 'Открыть тему';
$lang['Delete'] = 'Удалить';
$lang['Move'] = 'Переместить';
$lang['Del_trackers'] = 'Отписать от темы всех';
$lang['User_total_posts'] = 'Всего записей:';
$lang['User_reg_date'] = 'Дата рег-ции:';
$lang['Post_date'] = 'Отправлено:';
$lang['Privat_topic'] = 'Вход в приватную тему';
$lang['Privat_denied'] = 'Извините, Вы не можете войти в эту тему';
$lang['Enter_error'] = 'Ошибка входа';
$lang['Topic_open'] = 'Открытие темы';
$lang['Topic_miss'] = 'Эта тема не существует';
$lang['Topic_see'] = 'Просмотр темы';
$lang['Topic_closed'] = 'Тема закрыта';
$lang['Editing'] = 'Правка';
$lang['User'] = 'Пользователь';
$lang['Admin'] = 'Администратор';
$lang['User_deleted'] = 'УДАЛЁН';
$lang['User_banned'] = 'Забанен';
$lang['print_page'] = 'Версия для печати';
$lang['track_topic'] = 'Подписаться';
$lang['untrack_topic'] = 'Не получать ответы по email';
$lang['track_forum'] = 'Подписаться на форум';
$lang['untrack_forum'] = 'Не следить за новыми темами';
$lang['track_forum_mes'] = 'Вы будете получать по почте информацию о новых темах в этом форуме';
$lang['IP'] = 'IP';
$lang['Smiles_on'] = '<a href=javascript:void(0); onClick=window.open("tools.php?action=smiles","","width=320,height=400,scrollbars=yes")>Посмотреть все доступные смайлики</a>';
$lang['Do_smiles'] = 'Вы хотите <b>разрешить</b> <a href=javascript:void(0); onClick=window.open("tools.php?action=smiles","","width=320,height=400,scrollbars=yes")>смайлики</a> в этом сообщении?';
$lang['Do_email'] = 'Вы хотите получать уведомления по e-mail о новых сообщениях в этой теме?';
$lang['You_reged'] = 'Вы зарегистрированы?';
$lang['No_reged'] = 'Не зарегистрирован!';
$lang['Send_pm'] = 'Отправить личное сообщение пользователю';
$lang['User_profile'] = 'Посмотреть профиль участника';
$lang['Profile'] = 'Профиль';
$lang['MS_paste'] = '<script language=JavaScript>if (Q) document.writeln(\'Для вставки цитаты, выделите её и <a  onmouseover="copyQ();" href="javascript:pasteQ();">нажмите эту ссылку</a>.\')</script>';
$lang['smilesdesc'] = 'Описание смайликов';
$lang['smile'] = 'Смайлик';
$lang['code'] = 'Код';
$lang['smile_emotion'] = 'Описание смайлика';
$lang['From'] = 'Откуда';
$lang['Edited_by_own'] = 'Отредактировано автором: ';
$lang['Edited_by_mo'] = 'Отредактировано модератором: ';
$lang['Edited_by_ad'] = 'Отредактировано администратором: ';
$lang['Post_by'] = 'Сообщение от: ';
$lang['srch_intop'] = 'Поиск в теме';
$lang['srch_text'] = 'Искать в тексте';
$lang['srch_param'] = 'Параметры поиска';
$lang['srch_and'] = 'т.е. в тексте должны присутствовать все искомые слова';
$lang['srch_or'] = 'т.е. в тексте может присутствовать любое из искомых слов';
$lang['srch_author'] = 'Автор сообщения';
$lang['srch_options'] = 'Дополнительно';
$lang['srch_color'] = 'выделять цветом найденные слова';
$lang['srch_do'] = 'Начать поиск!';
$lang['srch_notfound'] = 'Не найдено соответствий Вашему запросу';
$lang['srch_found'] = 'Найдено сообщений: ';
$lang['srch_found_top'] = 'Найдено тем:';
$lang['srch_noquery'] = 'Не заданы параметры поиска!';
$lang['Moved_to'] = 'Продолжение темы (перемещена)';
$lang['File_upload'] = '<span class=moder>Вы можете прикрепить файл к сообщению.</span><br />Максимальный размер файла (в байтах): ';
$lang['Download_attach'] = 'Скачать файл: ';
$lang['Downloads_attach'] = 'Скачан раз: ';
$lang['attach_error'] = 'Ошибка при загрузке файла!';
$lang['attach_nofile'] = 'Запрашиваемый файл не существует!';
$lang['Vote'] = 'Проголосовать';
$lang['Vote_count'] = 'Всего проголосовало: ';
$lang['top_recount'] = 'Пересчитать сообщения';
$lang['top_recover'] = 'Восстановить тему';
$lang['On_top'] = 'Вернуться к началу';

# **** loginout.php **** #

$lang['Login'] = 'Вход';
$lang['Enter_info'] = 'Введите Ваши данные для входа';
$lang['Enter_name'] = 'Введите Ваше имя';
$lang['Enter_pass'] = 'Введите Ваш пароль';
$lang['Forgotten_password'] = 'Забыли пароль?';
$lang['Error_login'] = 'Ошибка входа';
$lang['Login_error'] = 'Вы ввели неверное/неактивное имя пользователя или неверный пароль';
$lang['Logout'] = 'Вы вышли из конференции';
$lang['Close_browser'] = 'Приходите ещё!';
$lang['Login_out'] = 'Вход/выход';
$lang['Login_dinied'] = 'Вход на конференцию запрещен! (БАН)';

# **** messanger.php **** #

$lang['Main_msg'] = 'Сообщение!';
$lang['Dont_chg_url'] = 'Не меняйте сгенерированные URL';
$lang['PM'] = 'Личный Ящик';
$lang['PM_tit'] = 'Вход в личный ящик сообщений PM';
$lang['User_unreg'] = 'Незарегистрированный пользователь';
$lang['Message_sent'] = 'Сообщение отправлено';
$lang['Message_text'] = 'Текст сообщения';
$lang['Notice'] = 'Примечание:';
$lang['Message_sending'] = 'Отправка сообщения';
$lang['Sent'] = 'Отправить';
$lang['Clear'] = 'Очистить';
$lang['Do'] = 'Выполнить';


# **** announcements.php **** #

$lang['Not_admin'] = 'Вы не администратор';
$lang['Forums_return'] = 'Вернуться к списку форумов';

# **** post.php **** #

$lang['Big_post'] = 'Слишком большое сообщение! Максимальный размер сообщения не должен превышать 10 кб.';
$lang['Correct_post'] = 'Пожалуйста, только корректным способом входите в скрипт';
$lang['Posts_sent'] = 'Отправка сообщений';
$lang['Post_no'] = 'Извините, Вы не можете написать в этот форум';
$lang['Topic_create_in'] = 'Создание новой темы в';
$lang['Topic_create_new'] = 'Создание новой темы';
$lang['Do_sig'] = 'Хотите добавить свою подпись?';
$lang['Topic_create'] = 'Создание темы';
$lang['Reply_sent'] = 'Отправка ответа';
$lang['Reply_sent_alrd'] = 'Спасибо, Ваше сообщение уже сохранено.';
$lang['Flood_limit'] = 'Контроль повторов запущен в конференции, Вам нужно подождать ';
$lang['Flood_sec'] = ' секунд, чтобы создать новую тему';
$lang['Wrong_pass'] = 'Неправильный пароль';
$lang['You_deleted'] = 'Вы исключены из списков пользователей нашей конференции';
$lang['Mess_needed'] = 'Нужно ввести текст сообщения';
$lang['Topic_rule'] = 'Тема должна начинаться с буквы или цифры';
$lang['Topic_blocked'] = 'Извините, эта тема заблокирована';
$lang['Topic_broken'] = 'Ошибка доступа к файлам темы. Попробуйте ответить в тему позднее.';
$lang['Adding_from'] = '(Добавление)';
$lang['Notify_by_email'] = 'Уведомление об ответах';
$lang['Sent_in'] = 'Отправить в';
$lang['Added'] = 'Спасибо! Ваше сообщение было отправлено в тему';
$lang['Return_in_topic'] = 'Вернуться в тему';
$lang['Back_in_forum'] = 'Назад в форум';
$lang['Title_needed'] = 'Нужно ввести заголовок сообщения';
$lang['Topic_created'] = 'Новая тема создана';
$lang['To_newtopic'] = 'Перейти в новую тему';
$lang['Topic'] = 'Тема';
$lang['Topic_name'] = 'Название темы';
$lang['Topic_desc'] = 'Описание темы';
$lang['Name'] = 'Имя:';
$lang['Message'] = 'Сообщение';
$lang['HTML_enter'] = 'Ввод HTML ';
$lang['for_forum'] = 'для этого форума';
$lang['ExBB_codes'] = 'Ввод ExBBCode';
$lang['Options_msg'] = 'Опции сообщения';
$lang['Preview_before'] = 'Просмотреть предварительно сообщение?';
$lang['yes'] = 'да';
$lang['no'] = 'нет';
$lang['Admin_options'] = 'Опции модератора';
$lang['Delete_msg'] = 'Удалить это сообщение? Только для администратора или модератора форума';
$lang['Topic_review'] = 'Обзор темы ';
$lang['new_on_top'] = 'новые сообщения вверху';
$lang['relocate'] = 'Если Ваш браузер не поддерживает перенаправление, нажмите на ссылку ниже.';
$lang['Preview'] = 'Просмотр';
$lang['Robot_mail'] = 'Внимание! Это письмо сгенерировано роботом, на него отвечать не надо!';
$lang['Robot_mail_reg'] = 'Вы получили это письмо, т.к подписаны на получение ответов по e-mail';
$lang['Robot_mail_unreg'] = 'Перестать следить за ответами Вы можете здесь: ';
$lang['Admin_notice'] = '<b>Текст предупреждения</b> (это не обязательно)';
$lang['New_topic_thks'] = 'Вы создали новую тему на форуме. Спасибо!';
$lang['New_topic_inforum'] = 'Новая тема в форуме ';
$lang['Attach_tobig'] = 'Размер аттача больше разрешённого!';
$lang['upload_failed'] = 'Не удалось сохранить файл в директории <b>uploads</b>!';
$lang['Poll_not_found'] = 'Файл голосоыаний для этой темы несуществует!';
$lang['Poll_pid'] = 'Не определён выбор в голосовании!';
$lang['Poll'] = 'Опрос';
$lang['Poll_vote'] = 'Спасибо! Ваш голос учтён!';
$lang['Poll_alredy'] = 'Ваш голос уже учтён!';
$lang['Poll_error'] = 'Ошибка в формате опроса!';
$lang['Poll_create'] = 'Создание опроса';
$lang['Poll_chces'] = 'Варианты ответа';
$lang['Poll_chces_mes'] = '(на одной строке один ответ)';
$lang['Poll_max'] = 'Максимум вариантов: 10';
$lang['Question'] = 'Вопрос';
# **** profile.php / register.php **** #

$lang['Yor_profile'] = 'Ваш Профиль';
$lang['Thanks'] = 'Спасибо';
$lang['Registration'] = 'Регистрация';
$lang['Password'] = 'Пароль:';
$lang['Attention'] = 'ВНИМАНИЕ!';
$lang['Curr_time'] = 'Текущее время на сервере:';
$lang['email'] = 'email';
$lang['User_stats'] = 'Статистика сообщений на форумах';
$lang['Forum'] = 'Форум';
$lang['Kol_vo'] = 'Кол-во сообщений';
$lang['in_proc'] = 'Процентное отношение';
$lang['Total'] = 'Всего';
$lang['Reg_dinied'] = 'Регистрация на форуме отключена.<br>Попробуйте зарегистрироваться позже.';


# **** lib.php **** #

$lang['Back'] = 'Вернуться назад';
$lang['Reasons'] = 'Возможные причины:';
$lang['Wrong_membername'] = 'Неправильное имя пользователя';
$lang['all'] = 'все';
$lang['Forum_jump'] = 'Переход по форумам';

# **** whosonline.php **** #

$lang['Whosonline'] = 'Кто в on-line?';
$lang['Last_action_time'] = 'Время последнего действия';
$lang['Last_action'] = 'Последнее действие';
$lang['Users_names'] = 'Имена пользователей';

# **** new.php **** #

$lang['EXBB_ERROR'] = 'Ошибка Конференции!';
$lang['System_error'] = 'Системная ошибка';
$lang['Newest_posts'] = 'Новые и обновленные сообщения после Вашего последнего посещения';
$lang['New_inright'] = 'Пожалуйста обратите внимание, что только в форумах, в которых вам разрешен доступ, будет произведен поиск  новых сообщений.';
$lang['New_posts'] = 'Новые сообщения';
$lang['Newest_ot'] = 'Последнее сообщение от';

# **** logos.tpl **** #

$lang['Admincenter'] = 'Админцентр';
$lang['Help'] = 'Помощь';
$lang['Search'] = 'Поиск';
$lang['Logout'] = 'Выход';
$lang['Mark_all_forums'] = 'Отметить все форумы как прочтённые';
$lang['Hello'] = 'Здравствуйте';
$lang['Main'] = 'Главная';

$lang['Powered'] = 'Powered by';
$lang['Err_access'] = 'Вы хотите получить доступ к форуму';
$lang['Help_file'] = '- Файлы помощи';

# **** search.php **** #

$lang['QUERY'] = 'Запрос';
$lang['KEYWORDS'] = 'Ключевые слова';
$lang['KEYWORDS_EXP'] = 'Язык запросов<br />Ключевые слова в поле ввода разделяются пробелом или запятой. Регистр не имеет значения. Режим поиска "AND" ("И") означает, что будут найдены только те данные, где встречается каждое из ключевых слов. При использовании режима "OR" ("ИЛИ") результатом поиска будут все файлы, где встречается хотя бы одно ключевое слово. В любом режиме знак "+" перед ключевым словом означает, что данное ключевое слово должно присутствовать в найденных файлах. Если вы хотите исключить какое-либо слово из поиска, поставьте перед ним знак "-". Например: "+толстой -алексей". По умолчанию скрипт ищет все данные, которые начинаются с введенной вами строки. Например, при запросе "город" будут найдены слова "город", "городок", "городской" и многие другие. Восклицательный знак после ключевого слова означает, что будут найдены только слова точно соответствующие запросу ("город!").';
$lang['QUERY_OPT'] = 'Параметры запроса';
$lang['IN_ALL'] = 'Везде';
$lang['SRCH_IN'] = 'Где искать';

$lang['SRCH_NOPARAM'] = 'Не заданы параметры поиска! Либо запрос короче трёх символов!';
$lang['SRCH_ERR'] = 'Ошибка инициализации поиска!';
$lang['SRCH_COMPLT'] = 'Поиск завершён';
$lang['SRCH_RESULT'] = 'Обработка запроса выполнена.<br>Найдено тем: %d<br>Ожидайте результаты.';
$lang['SRCH_NO'] = 'По Вашему запросу ничего не найдено.';


#Skin
$lang['Announce'] = 'объявление';
$lang['Full_list'] = 'Полный список';
$lang['Full_list_users'] = 'Посмотреть полный список пользователей on-line';
$lang['newthread'] = 'Новая тема';
$lang['newpoll'] = 'Новый опрос';
$lang['sort_by'] = 'Сортировать по';
$lang['reply'] = 'Ответить';
$lang['add_post'] = 'Создание ответа';
$lang['add_topic'] = 'Создание новой темы';
$lang['font_color'] = 'Цвет шрифта';
$lang['default'] = 'По умолчанию';
$lang['Dark_red'] = 'Тёмно-красный';
$lang['Red'] = 'Красный';
$lang['Orange'] = 'Оранжевый';
$lang['Brown'] = 'Коричневый';
$lang['Yellow'] = 'Жёлтый';
$lang['Green'] = 'Зелёный';
$lang['Olive'] = 'Оливковый';
$lang['Cyan'] = 'Голубой';
$lang['Blue'] = 'Синий';
$lang['Dark_blue'] = 'Тёмно-синий';
$lang['Indigo'] = 'Индиго';
$lang['Violet'] = 'Фиолетовый';
$lang['White'] = 'Белый';
$lang['Black'] = 'Чёрный';
$lang['Font_size'] = 'Размер шрифта';
$lang['Close_tags'] = 'Закрыть тэги';
$lang['Help_style'] = 'Подсказка: Можно быстро применить стили к выделенному тексту';

$lang['Font_vsmall'] = 'Очень маленький';
$lang['Font_small'] = 'Маленький';
$lang['Font_big'] = 'Большой';
$lang['Font_vbig'] = 'Огромный';

$lang['Pinned'] = 'Прикреплена';
$lang['Pin'] = 'Прикрепить тему';
$lang['UnPin'] = 'Открепить тему';
$lang['Topic_pinned'] = 'Тема прикреплена';
$lang['Topic_unpinned'] = 'Тема откреплена';


####in topic.php new
$lang['Sure'] = 'Вы уверены?';
$lang['Canceled'] = 'Действие отменено!';

$lang['avatar_uploads'] = 'Вы можете загрузить свой персональный аватар';
$lang['avatar_info'] = 'Текущие ограничения: размер файла не более %d байт, размер картинки шириной не более %d пикселей и высотой не более %d';
$lang['no_avatar'] = 'Не использовать аватар';
$lang['pm_closed'] = 'Служба личных сообщений отключена!';

$lang['img_attach'] = '<br>Прикреплена картинка:<br>';
?>