<?
/*
$help[]['help'] = '';
$help[]['desc'] = '';
$help[]['text'] = '';
*/
$lang['Help_topic'] = 'Выберите тему';
$help[1]['help'] = 'Регистрация на форуме';
$help[1]['desc'] = 'Условия регистрации на форуме';
$help[1]['text'] = 'Вы должны согласиться с предложенным соглашением этой конференции прежде, чем Вы можете регистрироваться. Пожалуйста, прочитайте внимательно соглашение, прежде чем нажать на "Я согласен".<p>Если администратор включил проверку электронной почты, Вам будет выслан пароль на почтовый ящик. Вы всегда можете изменить этот пароль позже в свойствах своего профиля. Если Вам разрешено самому ввести пароль, выберете себе пароль уникальный и состоящий не менее, чем из 5 символов<p>
Вы должны ввести правильный и действительный адрес электронной почты, Вы не сможете продолжать, если адрес электронной почты не введен правильно. т.е. you@yourdomain.com, name.name@domain.subdomain.co.uk или подобный. Вы можете держать этот адрес электронной почты недоступным для остальных, отметив галочкой "Показывать адрес E-Mail" на поле "Нет".<p>
Другие поля необязательны, и Вы можете написать столько информации о себе, сколько считаете нужным. <p>
<b>Часовой пояс</b><br>
Вы можете ввести необходимую разницу времени относительно нашего сервера. Вы можете использовать знак "-" , если необходимо.<p>
<b>Подпись</b><br>
Вы можете ввести свою подпись, и она будет добавлена в конце каждого сообщения. Вы можете написать только 3 строки. Вы можете использовать специальные тэги ExbbСode, но Вы не можете использовать HTML.';

$help[2]['help'] = 'Забытый пароль';
$help[2]['desc'] = 'Ваши действия если Вы забыли свой пароль';
$help[2]['text'] = 'Если Вы забыли ваш пароль, Вы можете <a href="profile.php?action=lostpassword">запросить</a> его. Он будет послан на почтовый ящик, который Вы ввели при регистрации<p>
Просто введите Ваше имя, и электронная почта будет отправлена немедленно. Другие пользователи не могут получить ваш пароль этим методом, поскольку адрес электронной почты взят из ваших данных в базе.';

$help[3]['help'] = 'Личный Ящик (PM)';
$help[3]['desc'] = 'Использование персонального ящика для личных сообщений';
$help[3]['text'] = 'Личный Ящик сообщений позволит Вам получать и отправлять приватные сообщения. Они могут быть прочитаны только человеком, которому Вы послали сообщение, или если Вам написали, только Вами.<p>
<b>Отправка приватного сообщения</b><br>
Войдите в Личный Ящик сообщений кликнув на ссылку "Личный Ящик" во втором сверху меню конференции. Введите Ваши данные и кликните на кнопку "Оправить".<br>
Введите имя пользователя, которому Вы хотите написать и название сообщения. Если смайлики на конференции разрешены, то все символы, отражающие Ваши эмоции будут конвертированы в иконки. Пожалйста, заполните все поля для отправки сообщения.<p>
<b>Входящие (Inbox)</b><br>
Ящик для приема сообщений "Входящие" будет содержать все сообщения, посланные Вам. Вы можете читать или удалять их оттуда.<p>
<b>Отправленные (Outbox)</b><br>
Ящик для отосланных сообщений содержит все сообщения, которые Вы послали другим пользователям и напоминает, что Вы послали, и кому. Вы можете читать или удалять их оттуда.<p>
Пожалуйста уважайте других пользователей, и не нарушите правила использования этой службы.';

$help[4]['help'] = 'Параметры и настройки пользователя';
$help[4]['desc'] = 'Изменеие почтого адреса, картинки аватара, подписи или выбор языка форума';
$help[4]['text'] = 'Вы можете изменять вашу конфигурацию в любое время. Все изменения, которые Вы делаете, будут немедленно обновлены в базе данных.<p>
<b>Изменение Адреса Электронной почты</b><br>
Если Вы хотите изменить адрес электронной почты и администратор форума включил проверку электронной почты, тогда НОВЫЙ пароль будет отправлен на ваш новый адрес электронной почты. После завершения процедуры, вы будете информированы, получилось ли что нибудь из этого.<p>
<b>Временная зона</b><br>
Вы можете ввести разницу во времени, относительно времени на сервере. Вы можете использовать знак "-", если это нужно.<p>
<b>Подпись</b><br>
Вы можете ввести подпись, которая будет добавлена к концу каждого сообщения. Вы можете ввести только 3 строки (все линии будут посчитаны, когда вы нажмете ввод). Вы можете использовать тэги <b>ExBBСode</b>, но Вы не можете использовать HTML!!!
';

$help[5]['help'] = 'Создание и просмотр cообщений';
$help[5]['desc'] = '';
$help[5]['text'] = 'В некоторых разделах форума, чтобы начать новую тему или ответить на тему, Вы должны быть зарегистрированы.<p>
<b>Подписи:</b><br>
Если Вы поставите отметку напротив вопроса "Вы хотите поставить свою подпись?", подпись, которую Вы ввели, когда Вы зарегистрировались, будет добавлена в конце сообщения. Вы можете редактировать вашу подпись в любое время,  изменяя вашу конфигурацию. Если Вы измените свою подпись, то сразу же во всех ваших сообщениях она автоматически изменится.
<p>
<b>Уведомление электронной почтой об ответах:</b><br>
Если администратор конференции включил возможность уведомления по почте об оновлениях, Вы можете поставить галочку напротив вопроса "Вы хотите получать уведомление по почте об ответах?" и Вы будуте получать уведомления об обновлениях в теме.
<p>
<b>Смайлики:</b><br>
Если администратор конференции включил поддержку смайликов, Вы можете убрать галочку напротив вопроса "Вы хотите включить смайлики в Вашем сообщении?" для запрета конвертирования символов в графику.
<p>
<b>Просмотр:</b><br>
Вы можете предварительно просмотреть сообщение отметив "Да" в необходимом месте при создании сообщения. Это позволит Вам исправлять ошибки прежде, чем сообщение будет добавлено к базе данных.
<p>
<b>Примечание:</b><br>
Вы должны заполнить все поля при создании сообщения, за исключением Описания Темы.
.<br>Если администратор конференции включил защиту от повторов, Вы сможете отправить следующее сообщение только через 30 секунд. Это ограждает конференцию от повторных сообщений и спама.<br>
Нажмите  на "Смайлики включены", если Вы хотите просмотреть какие необходимо вводить символы для добавления смайликов. Нажмите на  "Тэги ExBBCode" чтобы открылось окно с тэгами.';
?>