<?
# **** announcements.php **** #

$lang['Ann_deleted'] = 'ќбъ€вление удалено';
$lang['Ann_del_all'] = 'ќбъ€влени€ удалены';
$lang['Ann_return'] = '¬ернутьс€ в ќбъ€влени€';
$lang['Ann_enter_need'] = '¬ам нужно ввести объ€вление';
$lang['Ann_title_need'] = '¬ам нужно ввести название объ€влени€';
$lang['Ann_added'] = 'ќбъ€вление добавлено';
$lang['Ann_edited'] = 'ќбъ€вление отредактировано';
$lang['Ann_no'] = 'Ќовостей и объ€влений нет';
$lang['Ann_edit'] = '–едактировать объ€вление';
$lang['Ann_title'] = 'Ќазвание объ€влени€';
$lang['Ann_enter'] = '¬ведите объ€вление.';
$lang['Ann_smiles'] = '≈сли смайлики разрешены на конференции, то они будут автоматически добавл€тьс€ в объ€вление.<p>¬озможно добавл€ть теги ExBBcode и HTML.';
$lang['Ann_add'] = 'ƒобавить объ€вление';
$lang['Ann_dellall'] = '”далить все';
?>