<?
$lang['Admin_menu'] = 'Меню Администрации';
$lang['Administrating'] = 'Администрирование';
$lang['Admin_Index'] = 'Главная страница';
$lang['Manage'] = 'Управление';
$lang['Ranks'] = 'Звания';
$lang['Mass_Email'] = 'Массовая рассылка почты';
$lang['Forum_admin'] = 'Форумы';
$lang['General'] = 'Общие настройки';
$lang['Configuration'] = 'Конфигурация';
$lang['Secure'] = 'Безопасность';
$lang['Word_Censor'] = 'Цензура';
$lang['Smilies'] = 'Смайлики';
$lang['Log'] = 'История посещений';

$lang['Secure_setup'] = 'Настройка уровня безопасности';
$lang['Anti_bot'] = 'Активировать защиту от регистрации ботов?';
$lang['Anti_bot_nt'] = 'При регистрации для пользователя будет генерироваться случайный код и выводиться в виде картинки. Это не позволит регистрироваться ботам.';
$lang['Registration_off'] = 'Запретить регистрацию новых пользователей?';
$lang['Posts_setup'] = 'Темы и ответы';
$lang['Param_setup'] = 'Настройка параметров';
$lang['Show_location'] = 'Показывать откуда пользователь?';
$lang['Hot_topic'] = 'Кол-во ответов для "горячей" темы';
$lang['Max_post_size'] = 'Максимальный размер сообщения (в байтах)';
$lang['Mail_from_posts'] = 'Разрешить отправку ответов для подписавшихся на тему?';

$lang['Welcome_admin'] = 'Центр Администрирования конференции';
$lang['Server_time'] = 'Время на сервере: ';
$lang['Conf_statistic'] = 'Статистика Форумов';
$lang['Statistic'] = 'Статистика';
$lang['Value'] = 'Значение';
$lang['Hack_entry'] = 'Статус журнала Попыток взлома';
$lang['Topics_per_day'] = 'Среднее кол-во начатых тем пользователем:';
$lang['Posts_per_day'] = 'Среднее кол-во ответов:';
$lang['Info'] = 'Информация';
$lang['PHP_ver'] = 'Версия PHP';
$lang['Gzip_compression'] = 'сжатие Gzip';
$lang['Online_now'] = 'Сейчас посетителей';
$lang['Posts_per_day'] = 'Сообщений в день';
$lang['Topics_per_day'] = 'Тем в день';
$lang['Number_users'] = "Кол-во пользователей";
$lang['Users_per_day'] = 'Пользователей в день';
$lang['Board_started'] = 'Дата запуска';
$lang['Uploads_size'] = 'Размер папки <b>uploads</b>';

#setmembers.php
$lang['User_admin'] = 'Управление пользователями';
$lang['Choose_option'] = 'Пожалуйста выберите опцию';
$lang['Users_recount'] = 'Пересчитать';
$lang['Update_gur'] = 'Это гарантирует, что вся информация о посещениях ползователями обновлена.';
$lang['User_admin_info'] = 'Здесь вы можете изменить информацию о пользователе и прочие специальные опции.';
$lang['Select_user'] = 'Выберите пользователя';
$lang['Sel_user'] = 'Выбрать пользователя';
$lang['Find_user'] = 'Найти пользователя';
$lang['User_notfound'] = 'Извините, такого пользователя не существует';
$lang['Editing_name'] = 'Здесь вы можете изменить информацию о пользователе: ';
$lang['User_title'] = 'Персональное звание:';
$lang['Post_count'] = 'Кол-во сообщений:';
$lang['Private_forums'] = 'Приватные форумы';
$lang['Private_notice'] = '(поставте галочку, что бы разрешить доступ)';
$lang['No_private_forums'] = 'Нет приватных форумов';
$lang['Membsts'] = 'Статус пользователя';
$lang['Banned_user'] = 'Заблокированный пользователь';
$lang['New_name'] = 'Изменить имя пользователя';
$lang['New_name_notice'] = '(оставьте поле без изменений, чтобы сохранить имя)';
$lang['New_password'] = 'Новый пароль';
$lang['New_pass_notice'] = '(оставьте поле пустым, чтобы сохранить старый пароль)';
$lang['Updated_ok'] = 'Личные данные пользователя обновлены';
$lang['Update_notify'] = 'Администратор поменял Ваш пароль или имя на форуме';
$lang['Removing'] = 'Удалить этого пользователя?';
$lang['Removing_mes'] = 'Щелкните здесь для удаления этого пользователя. Операцию нельзя будет отменить.';
$lang['User_deleted'] = 'Пользователь был успешно удалён.';
$lang['User_notdeleted'] = 'Ошибка при удалении пользователя!';
$lang['User_count_upd'] = 'Счетчик пользователей обновлен';
$lang['User_count'] = 'В настоящее время на форуме зарегистрировано пользователей: ';
$lang['Board_opt'] = 'Настройки для форума';
$lang['Timezone'] = 'Разница во времени';
$lang['Can_upload'] = 'Разрешить загрузку файлов?';
$lang['Can_upload_mes'] = 'Позволить пользователю прикреплять файлы к сообщению в форумах, в которых это разрешено.';
#setmembertitles.php

$lang['Ranks_new'] = 'Новое звание';
$lang['Ranks_title'] = 'Управление званиями';
$lang['Rank_title'] = 'Звание';
$lang['Rank_minimum'] = 'Минимум сообщений';
$lang['Rank_image'] = 'Картинка к званию (имя файла, например rank3.gif)';
$lang['Rank_image_mes'] = 'Здесь вы можете присвоить всем имеющим такое звание специальное изображение. Вы можете указать либо относительный, либо абсолютный путь к изображению';
$lang['Save'] = 'Сохранить';
$lang['Change'] = 'Изменить';
$lang['From_admin'] = 'Это e-mail сообщение послано вам администратором сайта ';
$lang['Compose'] = 'Тело сообщения';
$lang['Rank_not_set'] = 'Звание не присвоено!';
$lang['Rank_noimage'] = 'Не указана картинка к званию!';

#setforums.php

$lang['Set_forums'] = 'Настройка Форумов';
$lang['Now_stat'] = 'Текущая статистика конференции.';
$lang['After_recount'] = 'После обновления:';
$lang['New_stat'] = 'Статистика конференции обновлена.';
$lang['Stat_error'] = 'Невозможно обновить статистику!';
$lang['Edit_notice'] = 'Здесь представлен список ваших текущих категорий и форумов. Тут можно изменить параметры уже существующих форумов и категорий, назначить модераторов, создать новый форум в уже существующей категории.<br><br>
Функциональное описание:<br><b>Сдвинуть вверх</b>, <b>Сдвинуть вниз</b> - изменить положение категорий и форумов.<br> <b>Пересчитать</b> - обновить статистику по количеству тем и ответов в текущем форуме.<br><b>Восстановить темы</b> - восстанавливает список тем форума, если по какой-либо причине он не отображается у Вас на форуме. Также можно восстановить "потерянные" темы.';
$lang['Stat_up_url'] = '<a href="setforums.php?action=stat">Обновить</a> статистику конференции.';
$lang['Upload_status'] = 'Максимальный размер файла для загрузки (в кБ)';
$lang['Upload_status_mes'] = 'Позволить пользователям (кому разрешено) прикреплять файлы к сообщениям. Оставьте поле пустым для запрета загрузки файлов.';
$lang['Cat_add_new'] = 'Добавить новую категорию и форум';
$lang['Move_up'] = 'Сдвинуть вверх';
$lang['Move_down'] = 'Сдвинуть вниз';
$lang['Resync'] = 'Пересчитать';
$lang['safe_mode_on'] = '<font color=red>
ВНИМАНИЕ!!! SAFE MODE активизирован у вашего хостера. Вам необходимо вручную (через ftp или shell клиента) создать необходимые
директории для файлов форума вида: forum1, forum2 и т.д. в зависимости от количества форумов, которые вы желаете создать. Не забудьте также
присвоить права на созданные папки (0777).</font>';
$lang['asnwers'] = 'Сообщений:';
$lang['Recount_complete'] = 'Пересчёт выполнен';
$lang['Counting_complete'] = 'Обновление форума выполнено';
$lang['New_forum'] = 'Создание нового форума';
$lang['safe_mode_cat'] = "<font color=red>
ВНИМАНИЕ!!! SAFE MODE активизирован у вашего хостера. Вам необходимо вручную (через ftp или shell клиента) создать
директорию <b>forum%d</b> для файлов форума и присвоить права на неё 0777.
Убедитесь, что необходимая директория создана и права на неё 0777.</font>";
$lang['New_forum_incat'] = 'Новый форум в категории';
$lang['Forum_name'] = 'Название форума';
$lang['Forum_desc'] = 'Описание форума';
$lang['Forum_moders'] = 'Модератор(ы) форума';
$lang['Forum_moders_mes'] = 'Введите имена модератора(ов) для этого форума. Если у Вас несколько модераторов, введите их имена через запятую. Напимер: имя1,имя2,имя3';
$lang['Html_on_off'] = 'HTML Вкл или Выкл?';
$lang['On'] = 'ВКЛ';
$lang['Off'] = 'ВЫКЛ';
$lang['Exbb_code'] = 'ExBB Code Вкл или Выкл?';
$lang['Make_private'] = 'Хотите сделать форум приватным?';
$lang['Forum_permiss'] = 'Кто может создавать новые темы?';
$lang['All_guests'] = 'Все гости форума';
$lang['All_reged'] = 'Только зарегистрированные пользователи';
$lang['Team_only'] = 'Только администратор или модераторы';
$lang['Forum_pic'] = 'Картинка форума';
$lang['Forum_pic_mes'] = 'Введите название картинки (напр. sport.gif), которая будет показана рядом с названием форума. Также должна быть картинка для форума, в котором нет новых сообщений (напр. no_sport.gif)<br><b>Не пишите сюда УРЛ или путь</b><br>Файлы картинок должены быть в im/images';
$lang['Forum_create'] = 'Создать форум';
$lang['Forum_addnew'] = '<font color=red>Добавить форум в кат-ю</font>';
$lang['No_dir'] = 'Необходимая директория не создана!';
$lang['Forum_created'] = 'Форум создан';
$lang['Forum_delete'] = 'Удалить форум';
$lang['Move_contents'] = 'Перенести всё содержимое';
$lang['Delete_all_posts'] = 'Удалить все темы';
$lang['Move_and_Delete'] = 'Перенести и удалить';
$lang['Must_remove'] = "Директорию <b>forum%d</b> нужно удалить вручную";
$lang['Forums_updated'] = 'Информация о форумах и категориях успешно изменена';
$lang['Cat_del_error'] = 'В выбранной категории нет форумов для удаления';
$lang['Edit_forum'] = 'Изменить форум';
$lang['Edit_cat'] = 'Изменить категорию';

$lang['Edit'] = 'Редактировать';
$lang['in_catry'] = 'в категории';
$lang['Update'] = 'Обновить';
$lang['Forum_edit_error'] = 'Ошибка в данных редактирования форума!';
$lang['Forum_edit_ok'] = 'Информация о форумах и категориях успешно изменена';
$lang['New_forum_cat'] = 'Создание новой категории и форума';
$lang['Edit_catname'] = 'Редактирование имени категории';
$lang['New_catname'] = 'Введите новое название Категории';
$lang['New_catname_ok'] = 'Категория переименована';
$lang['Poll_enable'] = 'Разрешить голосования в форуме?';
$lang['Wrong_forum_dir'] = 'Не удалось открыть директорию: ';
$lang['List_forum_dir'] = 'Подготовлен список тем форума';
$lang['List_forum_rebuild'] = 'Нажмите продолжить, чтобы пересоздать список тем<p><a href="setforums.php?action=restore&forum=%d&step=1">Продолжить</a>';
$lang['List_forum_no'] = 'Не создан список тем!';
$lang['List_forum_ok'] = 'Восстановленных тем: %d<br>Теперь необходимо в <a href="forums.php?&forum=%d" target="_parent">форуме</a> восстановить названия тем';
$lang['List_forum_done'] = 'В форуме нет тем для восстановления';

#setvariables.php

$lang['General_Config'] = 'Общие настройки конференции';
$lang['Server_name'] = 'URL вашей конференции';
$lang['Full_path'] = 'Укажите полный путь до скриптов на сервере';
$lang['Full_path_mes'] = 'Это не URL! Путь должен быть примерно такой: /www/domain/forum/';
$lang['Board_disable'] = 'Отключить форумы';
$lang['Board_disable_mes'] = 'Форумы станут недоступными пользователям.';
$lang['Board_disable_con'] = 'Выводить это сообщение, если форум закрыт';
$lang['Flood_Interval'] = 'Задержка "флудинга"';
$lang['Flood_Interval_mes'] = 'Время (в секундах), которое должно пройти между двумя сообщениями пользователя. (0 - выключено)';
$lang['Topics_per_page'] = 'Тем на страницу';
$lang['Posts_per_page'] = 'Сообщений на страницу';
$lang['Files_perm'] = 'Права на создаваемые файлы';
$lang['Dirs_perm'] = 'Права на создаваемые папки';
$lang['Ru_nicks'] = 'Разрешить русские ники на конференции?';
$lang['reg_simple'] = 'Простая форма регистрации?';
$lang['reg_simple_mes'] = 'Для регистрации необходимо ввести только: Имя, пароль и email.';
$lang['Default_language'] = 'Язык интерфейса форума по умолчанию';
$lang['Default_style'] = 'Вид форума по умолчанию';
$lang['Enable_gzip'] = 'Включить сжатие GZIP?';
$lang['Enable_gzip_mes'] = 'GZIP сжатие позволяет ускорить загрузку страниц форума';
$lang['Privmsg'] = 'Личные сообщения';
$lang['Privmsg_mes'] = 'Позволяет пользователям отправлять личные сообщения';
$lang['Enabled'] = 'Включено';
$lang['Disabled'] = 'Выключено';
$lang['Abilities_settings'] = 'Общие настройки форумов и пользователей';
$lang['Allow_Codes'] = 'Разрешить ExBBCodes?';
$lang['Allow_smilies'] = 'Разрешить смайлики?';
$lang['Allow_sig'] = 'Разрешить подписи?';
$lang['Max_sig_length'] = 'Макс. длина подписи';
$lang['Max_sig_length_mes'] = 'Максимальное кол-во символов в подписи пользователя';
$lang['Max_sig_lines'] = 'Макс. кол-во строк в подписи';
$lang['Avatars_settings'] = 'Настройки аватар';
$lang['Allow_local'] = 'Разрешить показ аватар?';
$lang['Email_settings'] = 'Настройки e-mail функций';
$lang['Admin_email'] = 'E-mail адрес администратора';
$lang['Board_email'] = 'Включить функции электронной почты на конференции?';
$lang['Board_email_mes'] = 'Включение этой функции позволит пользователям подписываться на интересные темы';
$lang['User_activation'] = 'Разрешить пользователям задавать себе пароль?';
$lang['User_activation_mes'] = 'Если включить, то при регистрации пользователь самостоятельно выбирает себе пароль, иначе - пароль будет генерироваться и отправляться по почте';
$lang['New_reg'] = 'Сообщать Вам по почте о новом пользователе?';
$lang['Allow_news'] = 'Включить раздел объявлений на форуме?';
$lang['Membergone'] = 'Кол-во минут при подсчете "Кто в онлайн"';
$lang['Censoring'] = 'Включить проверку на нецензурные выражения?';
$lang['Show_ratings'] = 'Показывать "Рейтинги" пользователей в топиках?';
$lang['Boardinfo_ok'] = 'Конфигурация форумов успешно изменена';
$lang['Boardinfo_fail'] = 'Основной конфигурационный файл не был обновлён!';
$lang['Text_menu'] = 'Запретить графику в меню?';
$lang['Memb_upload'] = 'Разрешать зарегистрировавшимся прикреплять файлы к сообщениям в форумах, которых это разрешено?';
$lang['Memb_upload_mes'] = 'Иначе <b>Администратор</b> сам выбирает пользователей, которым разрешено прикреплять файлы.';
#smiles.php

$lang['Smiles_notset'] = 'Список смайликов не задан';
$lang['smiley_title'] = 'Утилита редактирования смайликов';
$lang['smile_desc'] = 'Здесь вы можете редактировать список смайликов';
$lang['smile_desc'] = 'Описание';
$lang['smile_do'] = 'Действие';
$lang['smile_addnew'] = 'Добавить новый смайлик';
$lang['smile_manage'] = 'Управление смайликами';
$lang['smile_code'] = 'Код смайлика';
$lang['smiley_url'] = 'Файл с изображением смайлика';
$lang['smile_added'] = 'Смайлик добавлен<br><a href="smiles.php">Вернуться к списку смайликов<a>';
$lang['smile_delete'] = 'Удаление смайлика';
$lang['smile_not_deleted'] = 'Смайлик не удалён!';
$lang['smile_deleted'] = 'Смайлик был успешно удалён';
$lang['smile_edit'] = 'Редактирование смайлмка';
$lang['smile_noid'] = 'ID cмайлика не найден!';

$lang['Censor'] = 'Автоцензор';
$lang['Censor_desc'] = 'Здесь вы можете добавить, изменить или удалить слова, которые будут автоматически подвергаться цензуре на ваших форумах. <b><br>Пожалуйста, обратите внимание:</b> этот фильтр создан для предотвращения появления нежелательных выражений в сообщениях. Вам нужно выбрать какие слова заменять и чем.<br>Эта замена выполняется <b>во время отправки сообщения</b>, и когда пользователь редактировал сообщение или цитировал.<br> Однако, это означает, что замена действует постоянно. Как только Вы введете новые слова, все сообщения впоследствии будут обрабатываться  с учетом изменений фильтра.<br><br><b>Инструкция:</b> Просто введите \'плохое слово\' и слово на которое оно заменится через знак \'=\'. Убедитесь что каждый набор слов <b>находится на одной линии</b>';
$lang['Badfilter_ok'] = 'Список слов для автоцензора сохранён';
$lang['Badfilter_fail'] = 'Ошибка при сохранении файла! Список слов для автоцензора не сохранён.';

$lang['Email_to'] = 'Отправка письма для ';
$lang['Email_error'] = 'Письмо не отправлено!';
$lang['Email_from'] = ' написал(а) это письмо с форума ';
$lang['Flood_mail'] =  ' секунд, чтобы написать новое письмо';
$lang['Guest_mail'] = 'Гости форума не могут отправлять письма';
$lang['_Restoration'] = 'Восстановить темы';

$lang['avatar_upload'] = 'Разрешить закачку аватар';
$lang['avatar_size'] = 'Макс. размер файла аватары';
$lang['avatar_pix'] = 'Макс. размер изображения<br>(высота x ширина в пикселях)';

$lang['Private'] = ' [Приват]';
$lang['Files_upload'] = 'Разрешить прикрепление файлов?';
$lang['Files_upload_mes'] = 'Этой опцией можно быстро разрешить или запретить прикрепление файлов на всех форумах, в которых разрешено прикреплять файлы.';
$lang['Forum_log'] = 'Вести историю посещений форума?';
$lang['Forum_log_off'] = 'История посещений форума отключена.'."\r\n";
$lang['Server_loads'] = 'Загрузка сервера';
$lang['Server_loads_no'] = 'нет данных';

$lang['Show_img'] = 'Показывать в сообщении прикреплённые картинки?';
$lang['Show_img_mes'] = 'иначе будет показана ссылка на файл';

?>