<?

# **** postings.php **** #

$lang['Message_edit'] = 'Редактирование сообщения';
$lang['Guest_no_edit'] = 'Гости не могут править сообщения!';
$lang['Edit_no'] = 'Вы не администратор или модератор этого форума!';
$lang['Edit_complete'] = 'Редактирование выполнено';
$lang['Topic_moving'] = 'Перемещение топика';
$lang['Moving_error'] = 'Невозможно переместить топик в тот же форум, что и первоначальный!';
$lang['Topic_moved'] = 'Топик перемещен';
$lang['Go_to_old'] = 'Перейти в первоначальный форум';
$lang['Go_to_new'] = 'Перейти в новый форум';
$lang['Choose_forum'] = 'Выберите форум';
$lang['Move_options'] = 'Опции перемещения топика';
$lang['Stay_blocked'] = 'Оставить заблокированной тему в первоначальном форуме';
$lang['Top_delete'] = 'Удалить тему в первоначальном форуме';
$lang['Move_notice'] = 'Это необязательно. URL к новому местоположению будет автоматически введен в сообщение.<p>Введите сообщение только если Вы хотите продолжить обсуждение закрытой темы.';
$lang['Move_in'] = 'Переместить в:';
$lang['Topic_deleting'] = 'Удаление темы';
$lang['Topic_deleted'] = 'Тема удалена';
$lang['Topic_deleting_not'] = 'Продолжайте только если хотите удалить тему. Вы не сможете потом вернуть все назад!';
$lang['Topic_closing'] = 'Закрытие темы';
$lang['Topic_closed'] = 'Тема закрыта';
$lang['Topic_unlock'] = 'Тема разблокирована';
$lang['Topic_unlocking'] = 'Разблокирование темы';
$lang['Post_deleting'] = 'Удаление сообщения';
$lang['Post_deleting_first'] = 'Вы не можете удалить первое сообщение';
$lang['Post_deleted'] = 'Сообщение удалено';
$lang['Editing_cant'] = 'Извините, но Вы не можете править сообщения в этом форуме';
$lang['Editing_not_author'] = 'Вы не автор этого сообщения!';
$lang['Editing_after_ad'] = 'Администратор форума запретил изменение этого сообщения!';
$lang['Delete_post'] = 'Удалить это сообщение? Только для администратора или модератора форума';
$lang['Editing_your_post'] = 'Исправление вашего сообщения';
$lang['Unsubscribed'] = 'Список подписчиков удалён';
$lang['Keep_attach'] = '<input type="radio" name="editattach" value="keep" checked> <b>Сохранить загруженный файл:</b> ';
$lang['Del_attach'] = '<input type="radio" name="editattach" value="del"> <b>Удалить загруженный файл</b>';
$lang['Replace_attach'] = '<input type="radio" name="editattach" value="rep"><b>Заменить другим файлом:</b>';
$lang['Poll_delete'] = 'Подтвердите удаление опроса - ';
$lang['Poll_deleted'] = 'Опрос удалён';
$lang['Poll_del'] = 'Удалить опрос';
$lang['Poll_edit'] = 'Редактирование опроса';
$lang['Poll_edit_mes'] = 'Если Вы уменьшаете варианты ответов или поставите галочку "Обнулить результаты?", то результаты опроса будут сброшены.<br>Не переставляйте местами варианты ответов, иначе результаты опроса будут неверными.';
$lang['reset'] = 'Обнулить результаты?';
$lang['Editing_blocked'] = 'Редактирование сообщения заблокировано';
$lang['do_block_ed'] = 'Запретить правку сообщения?';
$lang['top_recovery_in'] = 'Восстановленние темы в форуме';
$lang['recover_name'] = 'Восстановленное название темы';
$lang['recover_desc'] = 'Восстановленное описание темы';
$lang['recover_help'] = 'Помощь по восстановлению';
$lang['topic_misc'] = 'Время создания:<br>Первый файл темы:<br>Url темы:';
$lang['first_post'] = 'Первое сообщение темы';
$lang['recover_btn'] = 'Кнопка Восстановить позволит обновить все параметры темы';
$lang['recover_note'] = '<br><br>После восстановления темы необходимо пересчитать сообщения в теме';
$lang['top_recover'] = 'Восстановление темы';
$lang['top_recovered'] = 'Тема восстановлена';
$lang['Edit_closed'] = 'Вы не можете редактировать сообщение в закрытой теме!';
?>